{
    "general": {
        "monthsName": ["January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December"],
        "report": "Report",
        "reportStatus": {
            "good": "Well done",
            "middle": "Encouraging",
            "bad": "Over"
        },
        "back": "Back",
        "synchronising": "Synchronising",
        "synchronisationComplete": "Synchronisation complete",

        "by": "by",
        "car": "Car",
        "train": "Train",
        "bus": "Bus",
        "subway": "Subway",
        "plane": "Plane",
        "tramway": "Tramway",
        "moto": "Motorcycle",
        "bike": "Bike",
        "walk": "Walk",
        "byFoot": "Walk",

        "gCO2e-passenger-km": "gCO2e/passenger.km"
    },

    "home": {
        "reportStatusDescription": {
            "good": "You reached your objective. Congrats, continue like this or decrease the objective if it is too easy.",
            "middle": "Congrats, you reached your objective. But the limit is quite close.",
            "bad": "You are over your objective. Mind your actions during the next days and you will be good. You can also consider offsetting your carbon impact."
        },

        "knowMore": "Read more",
        "knowMoreText1": "How CarbonSum generates your reports?",

        "syncGoogleAccount": "Synchronize your Google account",
        "currentlyNotConnected": "You are currently not connected with your Google account. Once connected, your trips will be automatically synchronized.",
        "connectWithGoogle": "Connect with Google",
        "last-30-days": "Last 30 days"
    },

    "menu": {
        "dashboard": "Dashboard",
        "timeline": "Timeline",
        "settings": "Settings"
    },

    "settings": {
        "TITTLE": "Settings",

        "LANGUAGE": "Language",
        "SETTINGS": "Settings",
        "INFOS": "Informations",
        "ADVANCED_SETTINGS": "Advanced settings",

        "synchronizeUntil": "Synchronize until",
        
        "howWeUseGmaps": "CarbonSum downloads your Google Maps data. It saves some of this data on your phone. This data is then used to generate your reports. This data is never sent to a remote server.",
        "deleteDownloadedData": "Delete the downloaded data",
        "seeAgainPresentation": "See again the presentation",
        "reportABug": "Report a bug or give feeback",
        "helpPage": "Help page",

        "objective": "Objective",
        "year": "year",
        "explanationObjective": "Towards Paris Agreement which aim to limit global warming to 2°C (3.6 °F), we can only emit 2.1 metric tons of CO2e par year and per capita. Select a year and we will convert it in a objective in CO2e. We divide it by 4 because transportation is about 25% of the carbon footprint of a French person."
    },

    "display-report": {
        "move": "trip",
        "moves": "trips",
        "with-a-small-emission-factor": "with a light impact",
        "with-a-medium-emission-factor": "with a medium impact",
        "with-a-big-emission-factor": "with an important impact",

        "social-sharing": {
            "message": "I've easily computed my transport-related carbon footprint with CarbonSum.",
            "lowImpact": "low impact",
            "mediumImpact": "medium impact",
            "highImpact": "high impact",
            "kgCO2e": "kgCO2e"
        },

        "monthlyReport": "Monthly Report",
        "monthNotFullySync": "This month has not been fully synchronized. Thereby, the report is incomplete.",
        "butItsCurrentMonth": "It is normal because it is the current month report, which is not ended yet.",
        "consequenceOfMove": "d'équivalent CO2 émis en conséquence de vos déplacements.",
        "including": "including",
        "relatedToYourMoves": "related to your trips by",

        "offset": "Offset"
    },

    "add-move": {
        "NEW_MOVE": "New trip",
        "ADD": "Add",
        "modeOfTransportation": "Mode of transportation",
        "noRouteFound": "No route has been found.",
        "from": "From",
        "to": "To",

        "person": "person",
        "people": "people",

        "distance": "Distance",
        "impact": "Impact",
        "duration": "Duration"
    },

    "timeline": {
        "MY_MOVES": "My trips",
        "NO_DATA": "No data",
        "NO_DATA_EXPLANATION": "No data for this data. Did yo synchronize it?",
        "move": "Trip",
        "vehicle": "Vehicle",
        "average": "French average",
        "averagePetrol": "French petrol average",
        "averageDiesel": "French diesel average",
        "compactElectricVehicle": "French compact electric",
        "sedanElectricVehicle": "French sedan electric",
        "nbPeople": "Number of people",
        "type": "Type",
        "unspecified": "Unspecified",
        "TGV": "TGV (French high-speed train)",
        "RER": "RER (Paris area middle-speed train)",
        "TER": "TER (French middle-speed train)",
        "commentGoodForHealth": "Nothing's better for health!"
    },

    "infos": {
        "learnMore": "Learn more",
        "carbonFootprint?": "What’s a carbon footprint?",
        "carbonFootprintExplanation": "The carbon footprint is the sum of greenhouse gas (GHG) emitted by the activity of a person, group, organization, industry, etc. It’s the tool to account of these emissions.",
        "carbonsumPartialReport": "CarbonSum is not doing a full carbon footprint but focus on the various greenhouse gas emissions related to your travels (personal or professional).",
        "howIsItComputed?": "How CarbonSum computes the carbon footprint?",
        "historyPosition": "CarbonSum uses your location history from Google Maps. It is necessary to have this feature enabled in order to automatically computes your carbon footprint. Thanks to the location of your smartphone, Google Maps will estimate the means of transport used and over what distance.",
        "whereDataFrom": "Each means of transportation does not emit the same amount of CO2 equivalent greenhouse gases (called emission factor). CarbonSum is based on figures proposed by ADEME, the French Environment and Energy Management Agency (reference in France).",
        "eCO2Explanation": "Those values are converted into an equivalent CO2. Each greenhouse gas has its own Global Warming Potential (GWP). This is a function of their ability to retain solar radiation. It also takes into account their lifetime in the atmosphere. The GWP data used are those of the 5th report of the IPCC (2014, latest to date).",
        "seeBelowForData": "The values used in CarbonSum are summarized in the following table.",
        "dataTableTitle": "Data used on CarbonSum in order to generate the reports",
        "meansOfTransportation": "Means of transportation",
        "carAverage": "Car (French average)",
        "carAveragePetrol": "Car (French average, gasoline)",
        "carAverageDiesel": "Car (French average, diesel)",
        "carCompactElectric": "Car (electric compact)",
        "carSedanElectric": "Car (selectric sedan)",
        "TGV": "TGV (French high-speed train)",
        "RER": "RER (French medium-speed train (urban))",
        "TER": "TER (French medium-speed train)",
        "subway": "Subway",
        "bus": "Bus",
        "tramway": "Tramway",
        "moto": "Moto",
        "explanationAvgPeopleCar": "Note that emissions related to car travel are by default divided by {{ avgNbPeopleCar }}. It is indeed the average number of passengers by car according to ADEME.",
        "planeExplanation": "Regarding air transport, the emission per kilometer are modulated according to the distance (short, medium, long haul).",
        "emissionFactorPlane": "Air transport emission factors used by CarbonSum",
        "type": "Type",
        "distance": "Distance",
        "shortHaul": "Short haul",
        "middleHaul": "Medium haul",
        "longHaul": "Long haul",
        "shortHaulDistance": "0-1000 km (0-621 mi)",
        "middleHaulDistance": "1000-3500 km (621-2174 mi)",
        "longHaulDistance": ">3500 km (>2174 mi)",
        "carbonsumReliable?": "Is CarbonSum a reliable tool?",
        "carbonsumReliableGMaps": "CarbonSum offers only an estimate of your transport-related emissions. Its reliability depends on a multitude of parameters. The first is whether your journeys are well referenced in Google Maps. To check this, we invite you to go to the \"My trips\" tab on Google Maps. The accuracy of these references depends on your phone and its settings.",
        "uncertaintyData": "If these data are well filled in, the result should be globally relevant. It should not be believed with certainty and a margin of imprecision should be taken into account. Uncertainties in the data provided by ADEME depend on the means of transport.",
        "canIUseCSEverywhere": "Can I use CarbonSum worldwide?",
        "carbonsumUsesFrenchData": "CarbonSum is currently only available in French and English. But for the moment we only use French data. A train journey will not have exactly the same average emissions in France or in the United States for example (electric vs diesel train). Its relevance may be reduced if you travel mostly outside metropolitan France.",
        "whatCanIDoDecreaseCarbonFootprint": "What can I do to decrease my carbon footprint?",
        "toDecreaseCarbonFootprintTransport": "As far as transportation is concerned, using public transportation as much as possible (easier in the city), and preferring the train to the plane for long trips, are good options. You can see numerically above the emissions of each mode of transportation.",
        "youCanAlsoOffset": "You can also donate to organizations that offset greenhouse gas emissions. CarbonSum will soon offer you the possibility to do so directly via the application.",
        "howToGiveFeedback": "How to give feedback to this application?",
        "gForm": "If you find a bug or have a suggestion for improvement, you are invited to do so via the following form:",
        "giveFeedbackCS": "Give feedback to CarbonSum",
        "emailAlsoAvailable": "You can also send me a mail:",
        "giveFeedbackSocialNetworks": "We are also at your disposal on social networks (Twitter, Facebook, Instagram). The links are available on the page Parameter."
    },

    "help": {
        "help": "Help",
        "connectedButNoTrips": "I am connected with my Google account but I have no trips",
        "connectedButNoTripsExplanation": "In order to save your trips, the <i>Timeline</i> feature needs to be enabled on your Google account. To do that, you need to open the Google Maps app and click on your <p>profile</b> (top right corner), then <b>Your data in Maps</b>, then <b>Location History</b>. It is important to enable it. It is also important to check that your device to checked in <b>Device linked with this account</b>. <br><br> <a href='https://support.google.com/maps/answer/6258979hl=en'>Help page Google Maps - Timeline</a>"
    },

    "intro": {
        "carbonFootprintReport": "CarbonSum makes it easy to do your transport-related carbon footprint report.",
        "continue": "Continue",
        "csUsesGmaps": "CarbonSum uses the Google Maps history of position to get your trips.",
        "possibleToManuallyAddTrips": "But you can manually add your trips if you prefer.",
        "howToDecreaseCarbonImpact": "Disover how you can decrease your carbon impact.",
        "connectWithGoogle": "Connect with Google",
        "weDoNotUseYourData": "CarbonSum uses the Google Maps history of position only to compute your carbon footprint. We do not store your data on a server.",
        "youCanStop": "You can unlink your Google account at anytime and no data will be stored.",
        "ignore": "Ignore"
    },

    "offset": {
        "TITLE": "Offset",
        "offset": "Offset",
        "afforestation": "Afforestation",
        "inFrance": "in France",
        "lowCarbonLabelFrenchMinistery": "Low-carbon labeled by the French Ecology Minister",
        "STOCK_explanation": "In order to provide this carbon offsetting service, we made a partnership with STOCK; a French startup devocated to carbon offsetting in France.",
        "whatIsOffsetting_title": "What is a carbon offset?",
        "whatIsOffsetting_explanation": "To offset is contribute to the funding of projects which capture CO2 emissions made elsewhere."
    }
}